[
    {
        "id":1,
        "title":"Navigating the monetisation maze in Digital Health",
        "text":"How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? .",
        "author":"Dheeraj Mundra",
        "date":"May 23, 2023",
        "content":[
                    "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", 
                    "If any can relate to the above, continue reading!", 
                    "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for.",
                    " We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", 
                    "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
                    "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –",
                    "1. No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time                    ",
                    "2. Proactive care – When was the last time you got a message from your doctor few days post consultation asking “How are you feeling now?”                    ",
                    "3. Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment                    ",
                    "While we are focused on improving the life of the patients and the doctors – The biggest question is who pays for this? Who amongst all involved in the delivery of healthcare is having an immediate & tangible financial benefit from this solution?                    ",
                    "To understand this — let’s analyse the ROI (Return on Investment) for each of the healthcare players benefiting from CareShare. Some ROI are easier to calculate while others might be much more important but harder to calculate. Irrespective – the ability to provide evidence of a clear ROI to each of the healthcare players is extremely important to achieve the success of CareShare.                    ",
                    "Providers ( aka Hospitals )  🏥 — ROI of providers include cross-selling of their services, such as medicine delivery, pathology and radiology tests, followup appointment and other home-care services by giving the right message at the right time to their own patients ( Currently – they just bombard marketing messages to all patients in their database ). While these are mainly referrals & relatively easier to show, the most important ROI is improved patient retention and follow-up. It is harder and time-consuming to quantify this – however, the data collected from the continuous use of CareShare by the patients and hospitals would be pivotal in showing this ROI in the longer term.                    ",
                    "Additionally – many larger hospitals hire care managers to handle their relationship with patients requiring long-term care. With automation – scaling to a large number of patients would be possible without linearly scaling the team.                    ",
                    "Specially for the developed countries, where a larger section of healthcare is already implemented on a value-based care system, hospitals are financially incentivised to use products similar to CareShare that improve patient outcomes.                    ",
                    "Pharmaceutical companies 💊 — Patient engagement is key to Pharma companies, improving the patient support program for their drugs. In the long term – with large enough network of providers as well as patients, Pharma companies benefit from the Real World Data of the impact of their drugs on patients as evidence for post-marketing requirements and early discovery of its impact of off-label drugs. Our focus on improving patient engagement while working with providers and patients of varied geographies there is an opportunity to become a tool directly impacting the key metrics of Pharma companies.                    ",
                    "For patients 😷 — The empowering ability to access validated answers from their trusted doctor, immediately at their fingertips brings remarkable convenience and assurance. Most significantly, the remarkable ROI reveals itself as patients experience the long-term impact on their quality of life, resulting in improved outcomes.                    ",
                    "The B2B2C approach to partner with the hospitals & give this service to their patients on behalf of their doctor made the most sense for CareShare.                    ",
                    "In the past, we also tried the B2C2B approach to get a critical mass of patients before reaching out to more and more providers — however, our initial experiments showed gaining trust of patients to believe in CareShare without involvement of their treating doctor especially in post-diagnosis was not optimal compared to the B2B2C approach.                    ",
                    "Our team at Zealth believes — while it is complex and hard to align the incentives of all healthcare players while improving the profitability of the providers — a bit of patience along with continuously capturing evidence of the efficacy of CareShare is helping us solve this maze one step at a time.                    "
                    
        ]
    },
    {
        "id":2,
        "title":"Monitoring of CareShare using Prometheus & Grafana",
        "text":"We recently had to setup metrics monitoring for CareShare. CareShare’s backend is a node.js application that is being run using PM2 clusters.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", "If any can relate to the above, continue reading!", "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for."," We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
            "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time.Proactive care – When was the last time you got a message from your doctor few days post consultation asking How are you feeling now?",
            "Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment."

    ]

    },
    {
        "id":3,
        "title":"Zealth joins Y Combinator Winter 21 batch        ",
        "text":"I am thrilled to announce our funding and acceptance into the Y Combinator Winter 21 batch. Y Combinator (YC) is a silicon-valley based startup accelerator, that has funded over 3000 startups, currently having a combined valuation of over $300B. AirBnB, DoorDash, Stripe, Instacart & Ginkgo Bioworks are some of the unicorns that were a part of the YC program. YC has programs, resources and is a community that support founders throughout the life of the company.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "I am thrilled to announce our funding and acceptance into the Y Combinator Winter 21 batch.Y Combinator (YC) is a silicon-valley based startup accelerator, that has funded over 3000 startups, currently having a combined valuation of over $300B. AirBnB, DoorDash, Stripe, Instacart & Ginkgo Bioworks are some of the unicorns that were a part of the YC program. YC has programs, resources and is a community that support founders throughout the life of the company.",
            "Zealth is building a software to help hospitals provide round the clock monitoring to their chronic outpatients once they leave the hospital and get real time alert if the patient is at high risk. Using Zealth’s software, patients receive personalised instructions enabling them to be in more control of their disease. ",
            "Three months into the program – YC has changed the way we thought about building Zealth to be a successful startup.",
            "1. First being continuous reinforcement on customer obsession, i.e. making sure the users of our product are happier than before. With all the congratulations flowing in from friends and family, post our acceptance into YC – there was a false tendency to feel that we are sprinting in the right direction – however, the first thing we learnt at YC was that nothing changed from a customer’s perspective. The number of users that loved our product was the same before and after being funded by YC. This, along with the ambitious targets set for Zealth, made sure we put our heads down and work rigorously towards making sure more doctors and patients loved our product.",
            "2. The large community of helpful founders from 3K startups across almost every country across the globe made sure we had access to expert opinions to almost every problem we faced while building the product. This, along with the deals YC gave us access, made sure we iterate and build faster.",
            "3. Having heard only the positive sides of successful startups such as AirBnB, Stripe, Superhuman, Dropbox & GitLab before. It was encouraging to hear the downs along with the ups these startups had to go through before making it big!",
            "With 7 days left for demo day. We are geared up & thankful to our group partners – Jared Friedman, Tim Brady and Surbhi Sarna for all their advice and encouragement while going through the program. A huge thank you to the entire community for being supportive for each and every time we had an unanswered question in our minds. And last but not the least a huge shout out to the entire team of Zealth for holding the pressure of ambitious targets set for ourselves.",
            "To know more about Zealth – reach out to us via the contact form or email to hello@zealth-ai.com            ",
            "Thank you!            "

    ]

    },
    {
        "id":4,
        "title":"It’s all about keeping the patient connected to their doctor says, Dr. Monika Mehta, Co-founder, and CEO, Zealth-AI",
        "text":"Artificial Intelligence (AI) is the branch of computer sciences that emphasizes the development of intelligent machines, thinking, and working like humans, speech recognition, problem-solving, learning, and planning. Now AI is being positively used in the healthcare industry.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "Artificial Intelligence (AI) is the branch of computer sciences that emphasizes the development of intelligent machines, thinking, and working like humans, speech recognition, problem-solving, learning, and planning. Now AI is being positively used in the healthcare industry.",
            "Dr. Monika Mehta, Co-founder, and CEO, Zealth-AI, is a passionate head entrepreneur, working towards building the future of value-based healthcare. She has worked with some of the leading hospitals in Singapore and during her last job at a pharma company. She has led various oncology projects. ",
            "Zealth-AI’s mission is to empower patients, their caregivers as well as the clinicians they trust through the most robust remote patient monitoring platform.            ",
            "Dr. Monika sheds light on the matter, “Our journey is more about the journey of me and my co-founder which was never born with a mindset that this is what we want to do. During my seven years in Singapore, I saw some gaps, for example, when it comes to India, there is no proactive health care, once things go wrong, that’s when we realize now we need to go to a doctor or else we’ll just take a paracetamol tablet on our own. Whereas here I used to feel that people are too paranoid, that they will go to the doctor for a simple cold but then I realized that’s good because each and every symptom might be something really big, which we don’t realize and that is with all the developed countries because they want to make it preventive. So the earlier you diagnose something, the better it is. Also, last year I lost my aunt as she had some issues with her pancreas for two years for which she took treatment from a hospital which was quite far from her place. But after she came back home, she would have certain symptoms once in a while which she ignored as we tend to ignore normal symptoms and didn’t go to the doctor till it she had severe stomach pain and was rushed to the hospital and the doctor explained that the symptoms that she was having once in a while every few months were to look out for. The doctor also mentioned that almost 80% of the cases that come to the emergency department come because they somehow miss basics symptoms. I was working with the company and I always wanted to build something on the grounds of continuous care, where the patient is connected with their doctor, so I joined the incubator program where I met my co-founder who had experience working for a healthcare startup in India and he was genuinely passionate about it. We started last year talking to doctors at hospitals and pivoted a couple of times before we actually came to what we are doing now. So basically Zealth is software that provides remote monitoring through an app that keeps you connected with your hospital, whichever part of the world it is and that data goes to the hospital in real-time. So if there is something abnormal doctor will contact you immediately. So it’s more about providing continuous preventive care,” she says.",
            "Turning point            ",
            "Dr. Monika explains, “There were three things; one was that in my family everybody is an engineer. In 11th standard when I opted for biology, I had to deal with my parents, they wanted me to be either an engineer or doctor but I didn’t want to. Then I joined the Hindu College, Delhi University for my graduation, even though I was very hardworking, my relatives were of the thought school that I am a girl, why do I want to go so far to study? So I somehow had this hatred developing in my subconscious mind and I wanted to prove that even though I am a girl, I can do something. So there was this motivation always.  Another reason is that I was always inspired by Kiran Majumdar. It was my dream to create a legacy that will be stay even when I’m gone. But people would know, no girl coming from a small place and doing something in the biology field. Third, was, when this series of events, happened I thought that maybe I should just do it. Working for a corporate, I realized that no matter how long you stay, there’s never going to be a limit. So I was not happy that I was working 14 hours every day and not at all satisfied. So I would rather work on my own company. So I just decided to take it up, just take a leap of faith,” she says.            ",
            "Experience of working with Freedom Employability Academy (FEA)            ",
            "Dr. Monica talks about her experience, “I volunteered with FEA last year as I was very excited by what their motivation and vision were. They wanted to help students and I could immediately connect with it as when I was their age, I did not have any exposure to the outside world. So I believe that people can do a lot if they have the right knowledge if they have somebody to guide them, which I didn’t have at a certain point. So what I have learned over the past 5-10 years, I can at least contribute something towards helping these people. So that was my motivation to mentor, they give a bunch of students to each mentor, and then you have to guide them every weekend and then they see how we are performing. So it was a pretty good experience talking to students, clearing their doubts, somebody didn’t know what to do, somebody’s parents wanted them to opt for something else and so on.  And now, when I talk to students, they’re thankful for the advice and help. So that satisfaction is really good,” she says            ",
            "Zealth helps in bridging the gap             ",
            "Dr. Monica shares her views on whether extensive digitalization in healthcare is losing its personal touch, “When we talk about the digitalization of healthcare, there are two aspects of it. One, it has become a necessity now, for example, in pre-COVID healthcare; it has always been a very conservative industry. So it wouldn’t have reached where it is now in terms of digitalization. The regulations were changed almost overnight to allow telemedicine because of COVID in India, which was pending for the last 10 years. But because of COVID, everybody realized digitalization is important. And so is right for the patients, because we work with a lot of patients. When we asked them – Do you miss going to the clinic? They answered – Nobody wants to go to the clinic. We feel the entire environment clinic is so depressing. You see the patients everywhere; you get those negative vibes, wait in a queue but now you can do everything online, you can connect with your doctor, and you can stay connected with a doctor. I haven’t met anybody who has felt that they are not getting the personal touch. But maybe once COVID goes back to normal, there are a few examinations which you can’t really do online, for example, stomach palpation, which cannot happen online.            ",
            "For Zealth, the entire proposition is about it keeps the patient connected. So for example, every time a patient submits their information, they receive personalized feedback, they receive a personalized message from Zealth on behalf of their doctor. And that message is very encouraging to the patient. So although that’s one of the positive feedback we get from our patient, like they feel connected with their doctor they feel that they get that peace of mind that somebody is looking after them so that they don’t get even in the physical appointment because they will just go and then in between unless they follow up during those few weeks or months they have no connection with their doctor you keep them connected 24×7, so that is how we are bridging the gap where you do everything online, but you still feel connected with the world,” she says.            ",
            "(Edited by Rabia Mistry Mulla)            "

    ]

    },
    {
        "id":5,
        "title":"Monitoring of CareShare using Prometheus & Grafana",
        "text":"We recently had to setup metrics monitoring for CareShare. CareShare’s backend is a node.js application that is being run using PM2 clusters.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", "If any can relate to the above, continue reading!", "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for."," We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
            "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time.Proactive care – When was the last time you got a message from your doctor few days post consultation asking How are you feeling now?",
            "Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment."

    ]

    },
    {
        "id":6,
        "title":"Monitoring of CareShare using Prometheus & Grafana",
        "text":"We recently had to setup metrics monitoring for CareShare. CareShare’s backend is a node.js application that is being run using PM2 clusters.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", "If any can relate to the above, continue reading!", "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for."," We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
            "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time.Proactive care – When was the last time you got a message from your doctor few days post consultation asking How are you feeling now?",
            "Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment."

    ]

    },
    {
        "id":7,
        "title":"Monitoring of CareShare using Prometheus & Grafana",
        "text":"We recently had to setup metrics monitoring for CareShare. CareShare’s backend is a node.js application that is being run using PM2 clusters.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", "If any can relate to the above, continue reading!", "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for."," We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
            "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time.Proactive care – When was the last time you got a message from your doctor few days post consultation asking How are you feeling now?",
            "Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment."

    ]

    },
    {
        "id":8,
        "title":"Monitoring of CareShare using Prometheus & Grafana",
        "text":"We recently had to setup metrics monitoring for CareShare. CareShare’s backend is a node.js application that is being run using PM2 clusters.",
        "author":"Dheeraj Mundra",
        "date":"June 8, 2021",
        "content":[
            "How many of you have come across situations where you yourself or someone you know had ignored some symptoms while they were mild and only took actions later on? Or do you procrastinate meeting a doctor or taking health intervention because of long waiting time and all the hassle of taking leave and travelling?", "If any can relate to the above, continue reading!", "In today’s world when we get groceries in minutes, cabs on a click, entertainment on a click, why is healthcare so lagging behind? Why can’t we get the help we need whenever we need it – from as simple as helping with if my symptoms need attention? Telling what it could be and if needs to be treated, doing it then and there? Or as simple as diet or mental health or lifestyle related help? That’s the gap we wanted to solve for."," We started Zealth in the pursuit of improving patient outcomes with instant and personalised 24×7 care available at home. In this pursuit we talked to a lot of doctors, patients and hospital owners to design and develop CareShare.", "CareShare is a combination of AI chatbot on Whatsapp and human touchpoints that uses knowledge graphs to automate complex care-pathways and assist patients with their questions on diet, exercises, medication and symptoms. ",
            "After multiple iterations of the product we were able to execute pilots in some major hospitals in India achieving a high patient engagement rate, 4x higher than current alternatives for oncology patients. We got a lot of love from the patients ❤️ primarily for the following reasons –No waiting time – Hospitals and long waiting times are married to each other. CareShare gives the care instantly – from symptom to diet to medication or just want to talk – everything is in real time.Proactive care – When was the last time you got a message from your doctor few days post consultation asking How are you feeling now?",
            "Highly personalised care – Carshare knows exactly each step of your care journey and what you can expect! It gives you a personalised recipe for your dinner when you may be feeling a bit nauseous a day after your treatment."

    ]

    }
]